school/5al/storia/rivoluzione-russa.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-28 Tue 22:33 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Rivoluzione Russa</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Rivoluzione Russa</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgeec5903">1. Prima della rivoluzione</a></li>
<li><a href="#orgfdbf33b">2. Partiti in opposizione allo Zar</a></li>
<li><a href="#orgd37ce64">3. Le due correnti del partito socialdemocratico</a></li>
<li><a href="#orgd993178">4. Rivoluzione del 1905</a></li>
<li><a href="#orgc84427e">5. Chi sono i Soviet</a></li>
<li><a href="#org2f01e9b">6. Rivoluzione del 1917</a></li>
<li><a href="#orgc960798">7. I centri di potere della Repubblica</a></li>
<li><a href="#orgda390db">8. Il ritorno di Lenin</a></li>
<li><a href="#org4012c4c">9. Rivoluzione di Ottobre</a></li>
<li><a href="#org5966d0c">10. I provvedimenti</a></li>
<li><a href="#org6600f78">11. Perdita all'assemblea costituente</a></li>
<li><a href="#org36a528a">12. Guerra civile del 1918-1920</a></li>
<li><a href="#org603fe6e">13. Politiche economiche di Lenin</a></li>
<li><a href="#org7279fda">14. La nascita dell'URSS</a></li>
<li><a href="#org0613f8f">15. La morte di Lenin</a></li>
<li><a href="#org0ff2ec7">16. Gestione dell'URSS di Stalin</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgeec5903" class="outline-2">
<h2 id="orgeec5903"><span class="section-number-2">1.</span> Prima della rivoluzione</h2>
<div class="outline-text-2" id="text-1">
<p>
Fino alla metà del 1900, insieme alla Russia c'erano diversi popoli (Russi, Finlandesi, Polacchi, ecc) e lo 
Zar aveva il potere assoluto. Era il paese più arretrato economicamente e oppresso politicamente in Europa.
</p>
</div>
</div>

<div id="outline-container-orgfdbf33b" class="outline-2">
<h2 id="orgfdbf33b"><span class="section-number-2">2.</span> Partiti in opposizione allo Zar</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>social rivoluzionario (populista)</li>
<li>social democratico (marxista)</li>
</ul>

<p>
Il partito social rivoluzionario era contro l'industrializzazione, pensava che la
rivoluzione sarebbe dovuta partire dai contadini e voleva abbattere lo Stato per costruire
delle comunità agricole.
</p>

<p>
Il partito socialdemocratico, al contrario, era favorevole all'industrializzazione,
pensava che la rivoluzione dovesse partire dal proletariato e voleva abbattere lo
Stato per fondare una Repubblica Socialista.
</p>
</div>
</div>

<div id="outline-container-orgd37ce64" class="outline-2">
<h2 id="orgd37ce64"><span class="section-number-2">3.</span> Le due correnti del partito socialdemocratico</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Bolscevichi: rivoluzionari</li>
<li>Menscevichi: riformisti e moderati</li>
</ul>

<p>
I Bolscevichi, guidati da Lenin, volevano un potere centrale e il passaggio al comunismo.
I Menscevichi, guidati da Martov, al contrario, volevano riformare la società alleandosi
con la borghesia e istituendo una democrazia parlamentare.
</p>
</div>
</div>

<div id="outline-container-orgd993178" class="outline-2">
<h2 id="orgd993178"><span class="section-number-2">4.</span> Rivoluzione del 1905</h2>
<div class="outline-text-2" id="text-4">
<p>
Dal 1904 al 1905 c'è una guerra tra Russia e Giappone. La Russia entra in una crisi,
i prezzi aumentano e le condizioni di vita peggiorano drasticamente.
Nel gennaio del 1905 140 mila persone sfilano a San Pietroburgo e raggiungono il palazzo
d'Inverno, residenza dello Zar. L'esercito apre quindi il fuoco sui manifestanti.
Nascono così i Soviet, scioperanti nelle fabbriche e nelle campagne. Per questo motivo,
lo Zar Nicola II è costretto a promettere maggiori libertà, anche se nella realtà non
avranno effetto.
</p>
</div>
</div>

<div id="outline-container-orgc84427e" class="outline-2">
<h2 id="orgc84427e"><span class="section-number-2">5.</span> Chi sono i Soviet</h2>
<div class="outline-text-2" id="text-5">
<p>
Soviet in Russo significa "consiglio" ed erano i rappresentanti popolari eletti
nelle fabbriche e nelle campagne. Essi si ponevano come organo di governo, e tra
i più importanti c'era Trotsky, Soviet di San Pietroburgo.
</p>
</div>
</div>

<div id="outline-container-org2f01e9b" class="outline-2">
<h2 id="org2f01e9b"><span class="section-number-2">6.</span> Rivoluzione del 1917</h2>
<div class="outline-text-2" id="text-6">
<p>
La situazione precipita con la prima guerra mondiale e sono costretti ad arruolare i
contadini, perdendo il lavoro. La crisi economica è ancora più grave, essendo la Russia
un paese agricolo.
A Febbraio del 1917 gli operai di Pietroburgo inducono uno sciopero generale
occupando le fabbriche. Richiedevano la redistribuzione della terra e l'instaurazione
di una democrazia.
Le truppe dello Zar si rifiutano di aprire il fuoco e si schiarano dalla parte dei civili.
Lo Zar, non essendo più in grado di gestire la situazione, abdica nel 2 Marzo 1917 e viene
proclamata la Repubblica.
</p>
</div>
</div>

<div id="outline-container-orgc960798" class="outline-2">
<h2 id="orgc960798"><span class="section-number-2">7.</span> I centri di potere della Repubblica</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>Potere legittimo (governo provvisorio) sostenuto prima dal principe L'vov e poi dal socialrivoluzionario Rerenskij</li>
<li>Potere concreto (Soviet di Pietrogrado)</li>
</ul>

<p>
Entrambi i governi hanno intenzione di continuare la guerra, il governo provvisorio
poichè avrebbe rafforzato il potere ed i consensi e o soviet perchè volevano sconfiggere
le potenze imperialiste per la loro rivoluzione.
I problemi economici della Russia vengono rimandati alla fine del conflitto.
</p>
</div>
</div>

<div id="outline-container-orgda390db" class="outline-2">
<h2 id="orgda390db"><span class="section-number-2">8.</span> Il ritorno di Lenin</h2>
<div class="outline-text-2" id="text-8">
<p>
Lenin era stato esiliato per aver fallito la rivoluzione nel 1905. Nel 1917 fa pressioni 
per tornare in Russia, con l'aiuto dei Tedeschi poichè il suo ritorno avrebbe gettato
la Russia nel caos.
Presenta le tesi di aprile secondo cui tutto il potere sarebbe dovuto essere nelle mani
dei Soviet:
</p>

<ul class="org-ul">
<li>Tutto il potere ai Soviet</li>
<li>La Russia esce dalla guerra</li>
<li>Le terre vengono sequestrate e messe a disposizione dei contadini</li>
</ul>

<p>
Grazie a queste tesi, Lenin riceve il consenso delle masse.
</p>
</div>
</div>

<div id="outline-container-org4012c4c" class="outline-2">
<h2 id="org4012c4c"><span class="section-number-2">9.</span> Rivoluzione di Ottobre</h2>
<div class="outline-text-2" id="text-9">
<p>
I consensi dei bolscevichi (rivoluzionari) aumentano. Il 25 Ottobre riescono
a conquistare il palazzo d'Inverno, sede del governo provvisorio. La rivoluzione
non è violenta e si contano poche vittime. Lenin a questo punto sale al potere.
</p>
</div>
</div>

<div id="outline-container-org5966d0c" class="outline-2">
<h2 id="org5966d0c"><span class="section-number-2">10.</span> I provvedimenti</h2>
<div class="outline-text-2" id="text-10">
<ul class="org-ul">
<li>Richiesta della resa della Russia per la prima guerra mondiale</li>
<li>Abolizione della proprietà privata e confisca delle terre</li>
<li>Nazionalizzazione delle industrie</li>
</ul>
</div>
</div>

<div id="outline-container-org6600f78" class="outline-2">
<h2 id="org6600f78"><span class="section-number-2">11.</span> Perdita all'assemblea costituente</h2>
<div class="outline-text-2" id="text-11">
<p>
I bolscevichi ricevono una grossa perdita all'assemblea costituente, ricevendo
solo il 25\% dei voti, con la maggioranza ai rivoluzionari di Kerenskij con il
consenso dei contadini. A questo punto Lenin abbandona le elezioni ed instaura
una dittatura.
</p>
</div>
</div>

<div id="outline-container-org36a528a" class="outline-2">
<h2 id="org36a528a"><span class="section-number-2">12.</span> Guerra civile del 1918-1920</h2>
<div class="outline-text-2" id="text-12">
<ul class="org-ul">
<li>Armata bianca: minaccia interna, proprietari terrieri, sostenitori dello Zar e rivoluzionari sostenitori di Kerenskij</li>
<li>Armata rossa: minaccia esterna, governi dell'Intesa che vogliono eliminare il governo per costituire una repubblica</li>
</ul>

<p>
Nel 1918 Lenin ordina l'uccisione dello Zar e della famiglia.
Nel 1920 finalmente la guerra si conclude e vince l'armata rossa sostenuta dalle
masse contadine.
</p>
</div>
</div>

<div id="outline-container-org603fe6e" class="outline-2">
<h2 id="org603fe6e"><span class="section-number-2">13.</span> Politiche economiche di Lenin</h2>
<div class="outline-text-2" id="text-13">
<p>
Durante la guerra civile le condizioni economiche erano peggiorate ulteriormente. Inizia
il comunismo di guerra, lo Stato controlla tutti i settori dell'economia e nazionalizza
tutta la terra così come le grandi aziende. Nel 1921 la crisi si aggrava maggiormente
per via di una carestia che colpisce le campagne.
</p>

<p>
Per questo motivo, Lenin reintroduce la NEP (nuova politica economica), che prevede
la reintroduzione della piccola proprietà privata, sia per le fabbriche che per i campi.
Grazie a questa liberalizzazione, lo Stato riesce ad uscire dalla carestia.
</p>
</div>
</div>

<div id="outline-container-org7279fda" class="outline-2">
<h2 id="org7279fda"><span class="section-number-2">14.</span> La nascita dell'URSS</h2>
<div class="outline-text-2" id="text-14">
<p>
La Russia diventa una repubblica federale a cui si legano tutte le altre repubbliche
socialiste. Nasce quindi l'Unione delle Repubbliche Socialiste Sovietiche.
Di fatto però, l'URSS è amministrata da un partito unico, ed è quindi una dittatura.
Le decisioni del partito non possono essere contrastate.
</p>
</div>
</div>

<div id="outline-container-org0613f8f" class="outline-2">
<h2 id="org0613f8f"><span class="section-number-2">15.</span> La morte di Lenin</h2>
<div class="outline-text-2" id="text-15">
<p>
Lenin muore nel 1924 per problemi di salute. Alla sua morte, la scelta era tra Trotsky
(esercito) e Stalin (partito).
Stalin voleva il comunismo, Trotsky voleva la democrazia.
Stalin voleva proseguire con la NEP, Trotsky voleva abolirla ed accelerare il processo
di industrializzazione.
Stalin voleva rafforzare il socialismo in URSS, Trotsky voleva sostenere la rivoluzione
negli altri Paesi europei.
Alla fine vince Stalin, mentre Trotsky viene esiliato e muore nel 1940 grazie ad un 
sicario di Stalin.
</p>
</div>
</div>

<div id="outline-container-org0ff2ec7" class="outline-2">
<h2 id="org0ff2ec7"><span class="section-number-2">16.</span> Gestione dell'URSS di Stalin</h2>
<div class="outline-text-2" id="text-16">
<ul class="org-ul">
<li>Industrializzazione forzata con piani quinquennali</li>
<li>Aumento di materie prime</li>
<li>Contadini reclutati a forza dalle campagne come operai</li>
<li>Collettivizzazione forzata dell'agricoltura</li>
<li>Eliminazione forzata di ogni opposizione, con una condanna senza processo.</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-06-28 Tue 22:33</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
